app/controllers/businesses_controller.rb

    def index
        @businesses = Business.all
---
SELECT "businesses".* FROM "businesses"

    def create
        @workflow = CreatesBusiness.new(name: params[:business][:name],
        job_string: params[:business][:jobs])
        @workflow.create
---
INSERT INTO "businesses" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "FAKE BUSINESS NAME"], ["created_at", "2019-04-23 23:10:20.440217"], ["updated_at", "2019-04-23 23:10:20.440217"]]